Repository: CofficLab/Lumi
Catalog: Packages/PluginAppManager/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Are you sure you want to delete the selected files? This action cannot be undone.
zh_hans: 确定要删除所选文件吗？此操作无法撤销。
zh_hk: 确定要删除所选文件吗？此操作无法撤销。

source: Refresh
zh_hans: 刷新
zh_hk: 刷新

source: Retry
zh_hans: 重试
zh_hk: 重试

source: Search Apps
zh_hans: 搜索应用
zh_hk: 搜索应用

source: Uninstall Selected
zh_hans: 卸载所选
zh_hk: 卸载所选

source: App Details
zh_hans: 应用详情
zh_hk: 應用程式詳情

source: App Manager
zh_hans: 应用管理器
zh_hk: 應用管理器

source: Application Listing
zh_hans: 应用列表
zh_hk: 應用程式列表

source: Application Scanning
zh_hans: 应用扫描
zh_hk: 應用程式掃描

source: Apps
zh_hans: 应用
zh_hk: 应用

source: Apps List
zh_hans: 应用列表
zh_hk: 應用列表

source: Apps list: the left pane lists installed applications, with a search field and a Refresh button on top.
zh_hans: 「应用列表」:左侧面板列出已安装的应用,顶部提供搜索框与「刷新」按钮。
zh_hk: 「應用列表」:左側面板列出已安裝的應用,頂部提供搜尋欄與「重新整理」按鈕。

source: Automatically scan the system for installed applications
zh_hans: 自动扫描系统中已安装的应用
zh_hk: 自動掃描系統中已安裝的應用程式

source: Basic Operations
zh_hans: 基本操作
zh_hk: 基本操作

source: Browse all installed macOS applications with detailed information
zh_hans: 浏览所有已安装的 macOS 应用及详细信息
zh_hk: 瀏覽所有已安裝的 macOS 應用程式及詳細資訊

source: Builds a comprehensive list of installed apps
zh_hans: 构建已安装应用的完整列表
zh_hk: 建立已安裝應用程式的完整列表

source: Cache Management
zh_hans: 缓存管理
zh_hk: 快取管理

source: Calculates app size and related cache files
zh_hans: 计算应用大小和相关缓存文件
zh_hk: 計算應用程式大小和相關快取檔案

source: Cancel
zh_hans: 取消
zh_hk: 取消

source: Click on an app to view detailed information
zh_hans: 点击应用查看详细信息
zh_hk: 點擊應用程式查看詳細資訊

source: Click Refresh to rescan when the list looks out of date.
zh_hans: 当列表内容过期时,点击「刷新」重新扫描。
zh_hk: 當清單內容過期時,點擊「重新整理」重新掃描。

source: Confirm Uninstall
zh_hans: 确认卸载
zh_hk: 確認解除安裝

source: Detail pane: shows the selected application's information, related files, and cache, and provides the Uninstall Selected button.
zh_hans: 「详情面板」:显示所选应用的信息、相关文件与缓存,并提供「卸载所选项」按钮。
zh_hk: 「詳情面板」:顯示所選應用的資訊、相關檔案與快取,並提供「解除安裝所選項」按鈕。

source: Figure 1: Interface layout
zh_hans: 图 1 界面布局
zh_hk: 圖 1 介面佈局

source: How It Works
zh_hans: 工作原理
zh_hk: 工作原理

source: Interface
zh_hans: 界面说明
zh_hk: 介面說明

source: No applications found
zh_hans: 未找到应用
zh_hk: 未找到應用

source: Notes
zh_hans: 注意事项
zh_hk: 注意事項

source: Open
zh_hans: 打开
zh_hk: 打開

source: Open the Apps tab in the sidebar.
zh_hans: 在侧边栏中打开「应用」标签页。
zh_hk: 在側邊欄中開啟「應用」標籤頁。

source: Overview
zh_hans: 概述
zh_hk: 概述

source: Provides options to clean app cache
zh_hans: 提供清理应用缓存的选项
zh_hk: 提供清理應用程式快取的選項

source: Removing related files also removes the application's data; review the list before uninstalling.
zh_hans: 删除相关文件会同时移除该应用的数据,卸载前请先查看文件列表。
zh_hk: 刪除相關檔案會同時移除該應用的資料,解除安裝前請先查看檔案清單。

source: Rescan to refresh the application list
zh_hans: 重新扫描以刷新应用列表
zh_hk: 重新掃描以刷新應用程式列表

source: Review the application's information, related files, and cache in the detail pane.
zh_hans: 在详情面板中查看该应用的信息、相关文件与缓存。
zh_hk: 在詳情面板中查看該應用的資訊、相關檔案與快取。

source: Row actions: hover a row in the list to reveal Show in Finder and Open.
zh_hans: 「行操作」:将鼠标悬停在列表中的某一行上,会出现「在 Finder 中显示」与「打开」。
zh_hk: 「行操作」:將滑鼠懸停在清單中的某一列上,會出現「在 Finder 中顯示」與「打開」。

source: Scan and clean application cache to free up disk space
zh_hans: 扫描并清理应用缓存以释放磁盘空间
zh_hk: 掃描並清理應用程式快取以釋放磁碟空間

source: Scanning applications...
zh_hans: 正在扫描应用...
zh_hk: 正在掃描應用...

source: Scanning related files...
zh_hans: 扫描相关文件...
zh_hk: 掃描相關檔案...

source: Scans system Applications folder and other locations
zh_hans: 扫描系统 Applications 文件夹及其他位置
zh_hk: 掃描系統 Applications 資料夾及其他位置

source: Select an App
zh_hans: 选择应用
zh_hk: 選擇應用

source: Selected: %@
zh_hans: 已选：%@
zh_hk: 已選：%@

source: Show in Finder
zh_hans: 在 Finder 中显示
zh_hk: 在 Finder 中顯示

source: This manual covers the interface and basic operations of the App Manager: browsing installed applications, viewing app details, and uninstalling applications.
zh_hans: 本手册介绍应用管理器的界面与基本操作:浏览已安装的应用、查看应用详情以及卸载应用。
zh_hk: 本手冊介紹應用管理器的介面與基本操作:瀏覽已安裝的應用、查看應用詳情以及解除安裝應用。

source: Tips
zh_hans: 使用技巧
zh_hk: 使用技巧

source: To remove an application, click Uninstall Selected and confirm in the dialog.
zh_hans: 如需移除应用,点击「卸载所选项」并在弹出的对话框中确认。
zh_hk: 如需移除應用,點擊「解除安裝所選項」並在彈出的對話框中確認。

source: Try other search keywords
zh_hans: 尝试其他搜索关键词
zh_hk: 嘗試其他搜尋關鍵字

source: Uninstall
zh_hans: 卸载
zh_hk: 解除安裝

source: Uninstall Button
zh_hans: 卸载按钮
zh_hk: 解除安裝按鈕

source: Uninstalling cannot be undone; confirm carefully before proceeding.
zh_hans: 卸载操作不可恢复,执行前请仔细确认。
zh_hk: 解除安裝操作不可還原,執行前請仔細確認。

source: Unknown Bundle ID
zh_hans: 未知 Bundle ID
zh_hk: 未知 Bundle ID

source: Use Show in Finder to reveal the application in the Finder, or Open to launch it.
zh_hans: 使用「在 Finder 中显示」在 Finder 中定位该应用,或使用「打开」启动该应用。
zh_hk: 使用「在 Finder 中顯示」在 Finder 中定位該應用,或使用「打開」啟動該應用。

source: Use the cache manager to free up disk space
zh_hans: 使用缓存管理器释放磁盘空间
zh_hk: 使用快取管理器釋放磁碟空間

source: Use the search field to find an application, or scroll the list and click one to select it.
zh_hans: 在搜索框中输入名称查找应用,或滚动列表并点击某一应用将其选中。
zh_hk: 在搜尋欄中輸入名稱查找應用,或捲動清單並點擊某一應用將其選取。

source: User Manual
zh_hans: 使用手册
zh_hk: 使用手冊

source: View app size, version, and related files for each application
zh_hans: 查看每个应用的大小、版本和相关文件
zh_hk: 查看每個應用程式的大小、版本和相關檔案

source: Browse installed macOS applications.
zh_hans: 浏览已安装的 macOS 应用。
zh_hk: 瀏覽已安裝的 macOS 應用程式。
